Repository: DenisStark77/BiblosphereApp
Catalog: lib/l10n/intl_*.arb
Languages: ru

# title
source: BIBLOSPHERE
ru: БИБЛОСФЕРА

# introShootHint
source: Add your books by scanning ISBN to share with neighbours and tourists. Your books attract like minded people.
ru: Добавь и покажи свои книги друзьям и соседям. Твои книги привлекут единомышленников.

# introShoot
source: Add books
ru: Добавляй книги

# introSurfHint
source: App shows bookcases in 200 km around you sorted by distance. Get an access to a wide variety of books.
ru: Приложение показвыает книжные полки в радиусе 200 км. Получи доступ к книгам соседей.

# introSurf
source: Surf
ru: Исследуй

# introMeetHint
source: Contact the owner of the books you like and arrange an appointment to get some new books to read.
ru: Свяжись с владельцем понравившейся книги и договорись о встрече, чтобы взять книгу почитать.

# introDone
source: DONE
ru: НАЧАТЬ

# introSkip
source: SKIP
ru: ПРОПУСТИТЬ

# introMeet
source: Meet
ru: Встречайся

# loginAgree1
source: By clicking sign in button below, you agree to our
ru: Заходя в приложение вы соглашаетесь с нашим

# loginAgree2
source: end user license agreement
ru: пользовательским соглашением

# loginAgree3
source: and that you read our
ru: и подтверждаете согласие с

# loginAgree4
source: privacy policy
ru: политикой конфиденциальности

# blockUser
source: Block abusive user
ru: Заблокировать пользователя

source: Logout
ru: Выйти

source: Loading...
ru: Загружается...

source: km
ru: км

source: Nothing to send
ru: Нечего отправить

# typeMsg
source: Type your message...
ru: Наберите сообщение...

# blockedChat
source: User blocked
ru: Пользователь заблокирован

source: Yes
ru: Да

source: No
ru: Нет

# confirmBlockUser
source: Do you want to block this user?
ru: Заблокировать пользователя?

source: WELCOME
ru: ДОБРО ПОЖАЛОВАТЬ

source: Add to Wishlist
ru: Добавить в желаемые книги

source: Scan ISBN
ru: Сканировать ISBN

# enterTitle
source: Enter title/author
ru: Начните вводить автора и/или название

source: Add
ru: Добавить

source: Ok
ru: Ок

# cart
source: Books you are going to take
ru: Книги, которые вы берёте

# wishAdded
source: Book has been added to your wishlist
ru: Книга была добавлена в список желаемых книг

# bookDeleted
source: Book has been deleted from your library
ru: Книга была удалена из вашего каталога

# bookAdded
source: Book has been added to your library
ru: Книга была добавлена в ваш каталог

# isbnNotFound
source: Book is not found by ISBN
ru: Книга не найдена по ISBN

# transitInitiated
source: Handover process initiated for the book
ru: Вы запустили процесс передачи книги

# userBalance
source: Balance: {balance}
ru: Баланс: {balance}

# bookLanguage
source: Language: {lang}
ru: Язык: {lang}

# financeTitle
source: MY BALANCE: {balance}
ru: МОЙ БАЛАНС: {balance}

# addbookTitle
source: ADD BOOK
ru: ДОБАВЬ КНИГУ

source: Add book
ru: Добавить книгу

# findbookTitle
source: FIND BOOK
ru: НАЙДИ КНИГУ

source: Find Book
ru: Найти книгу

# mybooksTitle
source: MY BOOKS
ru: МОИ КНИГИ

source: My books
ru: Мои книги

# referralLink
source: Your referral link:
ru: Ваша партнёрская ссылка:

# linkCopied
source: Link copied to clipboard
ru: Ссылка скопирована в буфер обмена

# menuMessages
source: Messages
ru: Сообщения

# titleMessages
source: MESSAGES
ru: СООБЩЕНИЯ

# menuSettings
source: Settings
ru: Настройки

# titleSettings
source: SETTINGS
ru: НАСТРОЙКИ

# menuBalance
source: Balance
ru: Баланс

# menuReferral
source: Referral program
ru: Реферальная программа

# referralTitle
source: MY REFERRALS
ru: МОИ РЕФЕРАЛЫ

# menuSupport
source: Support
ru: Поддержка

# supportTitle
source: SUPPORT
ru: ПОДДЕРЖКА

# hintAuthorTitle
source: Author or title
ru: Автор или название

# chipMyBooks
source: My books
ru: Мои книги

# chipLent
source: Lent
ru: Отданные

# chipBorrowed
source: Borrowed
ru: Взятые

# chipWish
source: Wishes
ru: Хочу

# chipTransit
source: Transit
ru: Транзит

# youHaveThisBook
source: You keep this book
ru: Книга у вас

# youWishThisBook
source: This book in your wishlist
ru: Эту книгу вы хотите почитать

# youLentThisBook
source: Book with {user}
ru: Книга у {user}

# youBorrowThisBook
source: You borrowed this book
ru: Вы платите за эту книгу

# youTransitThisBook
source: This book is in transit
ru: По этой книге не завершён процесс передачи

# chipPayin
source: Pay In
ru: Пополнения

# chipPayout
source: Pay Out
ru: Выплаты

# chipLeasing
source: Spent
ru: Расходы

# chipReward
source: Rewards
ru: Доходы

# chipReferrals
source: Referrals
ru: Рефералы

source: No operations
ru: Нет операций

# opLeasing
source: Spent/Deposit for book
ru: Оплата/залог за книгу

# opReward
source: Reward for book
ru: Вознаграждение за книгу

# opInAppPurchase
source: Pay In (In-App)
ru: Пополнение счёта в приложении

# opInStellar
source: Pay In (Stellar)
ru: Пополнение счёта через Stellar

# opOutStellar
source: Pay Out (Stellar)
ru: Вывод средств через Stellar

# opReferral
source: Referrals pay
ru: Партнёрский доход

source: No referrals
ru: Нет реферралов

# sharedFeeLine
source: Total shared: +{amount}
ru: Общий доход: +{amount}

# inputStellarAcount
source: Stellar account for Pay In:
ru: Счёт Stellar для пополнения:

# accountCopied
source: Account copied to clipboard
ru: Счёт скопирован в буфер обмена

# outputStellarAccount
source: Stellar account for Pay Out:
ru: Счёт Stellar для выплат:

source: Wrong account
ru: Неверный счёт

# hintOutptAcount
source: Enter your Stellar account for pay out
ru: Ваш Stellar счёт для вывода средств

# stellarOutput
source: Pay out to Stellar account:
ru: Вывод средств на Stellar счёт:

# hintNotMore
source: Enter amount not more than {amount}
ru: Введите сумму не более {amount}

# emptyAmount
source: Empty amount not accepted
ru: Сумма не может быть пустой

# negativeAmount
source: Amount should be positive
ru: Сумма должна быть больше нуля

# exceedAmount
source: Amount exceed available balance
ru: Сумма должна быть меньше доступного остатка

source: Successful payment
ru: Платёж успешно прошёл

# paymentError
source: Something went wrong, contact administrator
ru: Что-то пошло не так, напишите администратору

# buttonTransfer
source: Transfer
ru: Перевести

# titleGetBook
source: GET BOOK
ru: КНИГИ НЕТ

# inMyWishes
source: This book in your wishlist
ru: Эта книга в вашем списке желаний

# inMyBooks
source: You have this book
ru: Эта книга есть у вас

# requestBook
source: Can you give me "{book}"?
ru: Можно взять у вас "{book}"?

# bookAround
source: Get book
ru: Книга поблизости

# userHave
source: from {user}
ru: У {user}

# distanceLine
source: Distance: {distance} km
ru: Расстояние: {distance} км

# requestPost
source: Can you send me "{book}"?
ru: Можете прислать мне "{book}"?

# bookByPost
source: Receive by post
ru: Получи по почте

# bookInLibrary
source: Find in library via
ru: Найди в библиотеке через

# buyBook
source: Buy on
ru: Купи на

# ifNotFound
source: Add book to wishlist if not found
ru: Добавьте в желаемые книги, если вы её не нашли

source: No messages
ru: Нет сообщений

# titleReceiveBooks
source: RECEIVING BOOKS
ru: ВЗЯТЬ КНИГИ

# receiveBooks
source: Receiving books ({num})
ru: Взять книги ({num})

# titleSendBooks
source: HANDOVER BOOKS
ru: ОТДАЮ КНИГИ

# sendBooks
source: Handover books ({num})
ru: Отдаю книги ({num})

# leaseAgreement
source: Deposit for books: {total}, monthly payment {month}
ru: Депозит за книги: {total}, оплата за месяц {month}

# notSufficientForAgreement
source: Missing {missing}. Deposit for books: {total}, monthly payment {month}
ru: Вам нехватает {missing}. Депозит за книги: {total}, оплата за месяц {month}

# buttonPayin
source: Get balance
ru: Пополнить счёт

# buttonConfirmBooks
source: Confirm handover ✓
ru: Нажмите при получении

# buttonGivenBooks
source: Books handed over ✓
ru: Книги отдал ✓

source: Display currency:
ru: Валюта отображения:

# selectDisplayCurrency
source: Choose display currency:
ru: Выберите валюту отображения:

# bookImageLabel
source: Link to book cover image:
ru: Ссылка на фото обложки:

# wrongImageUrl
source: Wrong link
ru: Неверная ссылка

# imageLinkHint
source: Copy link to bookcover image
ru: Скопируйте ссылку на обложку книги

# bookPriceLabel
source: Book price
ru: Цена книги

# bookPriceHint
source: Enter book price
ru: Введите цену книги

# titleBookSettings
source: ABOUT BOOK
ru: О КНИГЕ

# titleUserBooks
source: BOOK EXCHENGE
ru: ОБМЕН КНИГАМИ

# requestReturn
source: I'd like to return "{book}"?
ru: Хочу вернуть вам "{book}"?

# requestReturnByOwner
source: Please, return me "{book}"?
ru: Пожалуйста, верните книгу "{book}"?

# chatStatusInitialFrom
source: Return book
ru: Отдайте книги

# chatStatusHandoverFrom
source: Complete book(s) handover
ru: Завершите передачу книг

# chatStatusCompleteFrom
source: Book(s) handed over
ru: Книги переданы

# chatStatusInitialTo
source: Get book(s)
ru: Получите книги

# chatStatusHandoverTo
source: Confirm book(s) handover
ru: Подтвердите получение книг

# chatStatusCompleteTo
source: Book(s) accepted
ru: Книги получены

# chipMyBooksWithHim
source: My books with him(her)
ru: Мои книги у него

# chipHisBooks
source: His(her) books
ru: Его книги

# chipHisBooksWithMe
source: His(her) books with me
ru: Его книги у меня

# bookPrice
source: Price: {total}
ru: Цена: {total}

# bookRent
source: Price: {month} per month
ru: Цена: {month} в месяц

# bookOwner
source: Owner: {user}
ru: Владелец: {user}

# bookWith
source: Book with {user}
ru: Книга у {user}

# wishAlreadyThere
source: This book is already in your wishlist
ru: Эта книга уже есть в вашем списке желаний

# bookAlreadyThere
source: This book is already in your library
ru: Эта книга уже есть у вас в каталоге

# hintChatOpen
source: Start conversation
ru: Перейти в чат

# hintRequestReturn
source: Ask for return
ru: Попросить вернуть книгу

# hintReturn
source: Return book
ru: Вернуть книгу

# hintDeleteBook
source: Delete book
ru: Удалить книгу

# hintBookDetails
source: Change book info
ru: Изменить информацию о книге

# hintShareBook
source: Share link
ru: Поделиться ссылкой

# snackBookNotConfirmed
source: Confirm other books before asking new ones
ru: Вы не подтвердили получение книг и не можете взять другую книгу

# snackBookPending
source: Previous book handover not confirmed. Please ask your peer to confirm.
ru: Прошлая передача книг не завершена и вы не можете добавлять книги

# snackBookAddedToCart
source: Book was added to the cart
ru: Книга добавлена в корзину

# sharingMotto
source: Take books from people instead of buying
ru: Бери книги у людей вместо покупки в магазинах

# inputStellarMemo
source: Memo for top-up via Stellar:
ru: Memo для пополнения через Stellar:

# memoCopied
source: Memo copied to a clipboard
ru: Memo скопировано в буфер обмена

# outputStellarMemo
source: Memo for payout via Stellar:
ru: Memo для вывода Stellar:

# bookNotFound
source: This book is not found in Biblosphere. Add it to your wishlist and we'll inform you once it's available.
ru: Эта книга не найдена в Библосфере. Добавьте её в желаемые книги и мы сообщим вам, когда она появится рядом с вами.

# chatbotWelcome
source: Hello! I'm chat-bot of Biblosphere. Please ask me any questions about this app.
ru: Привет! Я чатбот Библосферы, задавай мне любые вопросы про приложение.

# snackBookNotFound
source: Book not found. Add book manually to the cart.
ru: Книга не найдена. Попробуйте изменить строку поиска.

# snackBookAlreadyInTransit
source: Book is booked by another user. Choose another one.
ru: Книга передаётся другому пользователю. Выберите другую книгу.

# snackBookImageChanged
source: New cover image is set
ru: Новая обложка книги установлена.

# snackBookPriceChanged
source: Price is saved
ru: Цена книги установлена.

source: Support chat
ru: Чат с поддержкой

# titleSupport
source: SUPPORT
ru: ПОДДЕРЖКА

# showDeposit
source: Deposit: {amount}
ru: Залог: {amount}

# showRent
source: Monthly pay: {amount}
ru: Оплата в месяц: {amount}

# cartAddBooks
source: Add books
ru: Добавьте книги

# cartTopup
source: Top-up balance {amount}
ru: Пополните баланс на {amount}

# cartMakeApointment
source: Make an apointment
ru: Договоритесь о встрече

# cartRequesterHasToTopup
source: Your peer has to top-up his balance
ru: Получатель книг должен пополнить баланс

# cartConfirmHandover
source: Confirm that book(s) given
ru: Подтвердите, что отдали книги

# cartConfirmReceived
source: Confirm that books received
ru: Подтвердите получение книг

# cartRequesterHasToConfirm
source: Your peer has to accept books
ru: Получатель должен подтвердить получение книг

# cartBooksAccepted
source: Books accepted
ru: Книги успешно получены

# cartBooksGiven
source: Books handed over
ru: Книги успешно переданы

# myBooksWithUser
source: My books at this user ({count})
ru: Мои книги у этого пользователя ({count})

# booksOfUserWithMe
source: His books with me ({count})
ru: Книги этого пользователя у меня ({count})

# profileUserBooks
source: All his books ({count})
ru: Книги пользователя ({count})

# supportTitleGetBooks
source: How to get books
ru: Как брать книги

# supportGetBooks
source: Find books whch you like. Message owner of the book to make an apointment. To get book(s) you have to pay a deposit. It will be released once book(s) returned. You can top-up your balance by card via In-App Purchase or by Stellar cryptocurrency. To earn balance share your books and participate in partner program by initing other people in Biblosphere.
ru: Найдите книгу, которую Вы хотите почитать, и напишите её хозяину, чтобы договориться о встрече. При получении книг вам нужно будет оплатить депозит. Депозит возвращается, когда вы вернёте книги. Вы можете пополнить свой баланс по карточке или криптовалютой Stellar, а можете заработать в Библосфере, давая свои книги почитать. Вы также можете зарабатывать через партнёрскую программу, приглашая других участников.

# supportTitleGetBalance
source: Top-up balance
ru: Пополнение счёта

# supportGetBalance
source: There are two ways to top-up your balance. First with In-App purchase by card registered in Google Play or App Store. Second by transfering Stellar (XLM) to account given in your Setting screen. Don't forget to give memo while transferring.
ru: Пополнить счёт можно двумя способами: через покупку в приложении по карточке, зарегистрированной в Google Play или App Store. Или сделать перевод криптовалюты Stellar (XLM) на счёт, указанный в настройках.

# supportTitleReferrals
source: Referral program
ru: Партнёрская программа

# supportReferrals
source: Facilitate book exchange via Biblosphere in your community or office and receive rewards from every transaction they made. To participate share your partner link to friends and colleagues.
ru: Организуйте обмен книгами через Библосферу в своём сообществе или офисе и получайте комиссию за каждую сделку. Для этого поделитесь с друзьями и коллегами ссылкой на приложение (Вашей партнёрской ссылкой).

# supportTitlePayout
source: Payouts
ru: Вывод средств

# supportPayout
source: Once you've earned significant balance in Biblosphere you can withdraw it. Payouts are working via Stellar (XLM) cryptocurrency. You can transfer to your Stellar wallet or use cryptocurrency exchanges to withdraw to your card or online-wallet.
ru: Если у Вас большой баланс в Библосфере, Вы можете вывести эти средства. Вывести средства можно на свой кошелёк Stellar или через Stellar на любой кошелёк, карту или счёт. Для вывода на карту или кошелёк воспользуйстесь услугами online-обменников.

# supportTitleChatbot
source: Support Chatbot
ru: Чат-бот Библосферы

# supportChatbot
source: There are chat with support chatbot in the message screen. (S)he can answer any questions about Biblosphere application. Or contact me directly in Telegram
ru: Во вкладке Сообщения есть чат с ботом Библосферы, он может ответить на любые вопросы о приложении. Если понадобится связаться напрямую со мной, пишите в telegram

# supportSignature
source: Denis Stark
ru: Денис Старк

# bookIncome
source: Income: {month} per month
ru: Доход: {month} в месяц

source: Distance: unknown
ru: Расстояние: неизвестно

# snackAllowLocation
source: Please allow access to location for searching and adding books
ru: Дайте разрешение на использование текущей позиции для поиска и добавления книг

# hintOutputMemo
source: Memo for payout transaction
ru: Memo для вывода средств через Stellar

# settingsTitleOutStellar
source: Payout via Stallar
ru: Выплаты через Stallar

# settingsTitleInStellar
source: Get balance via Stallar
ru: Пополнение через Stallar

# settingsTitleIn
source: Get balance
ru: Пополнение баланса

# settingsTitleGeneral
source: General settings
ru: Общие настройки

# recognizeFromGallery
source: Recognize books from gallery photo
ru: Распознать книги с фотографии

# recognizeFromCamera
source: Take a photo to recognize books
ru: Сфотографировать полку

# chooseHoldedBookForChat
source: CHOOSE BOOK
ru: ВЫБЕРИТЕ КНИГУ

# choosePartnerBookForChat
source: CHOOSE BOOK
ru: ВЫБЕРИТЕ КНИГУ

# offerBook
source: You can take my book "{book}"
ru: Рекомендую взять у меня "{book}"

# chipBooksToRequest
source: Take
ru: Взять

# chipBooksToOffer
source: Offer
ru: Предложить

# chipBooksToReturn
source: Return
ru: Вернуть

# chipBooksToAskForReturn
source: Remind
ru: Забрать

# buttonSearchThirdParty
source: Search in Stores & Libraries
ru: Найти в магазинах

# hintAddToWishlist
source: Add to wishlist
ru: Добавить в список к прочтению

# hintHolderChatOpen
source: Open chat with person who hold the book
ru: Открыть чат с держателем книги

# hintConfirmHandover
source: Confirm that you've received this book
ru: Подтвердить, что Вы получили книгу

# hintManageBook
source: Open this book in MY BOOKS screen
ru: Показать эту книгу в экране МОИ КНИГИ

# buttonManageBook
source: Open in MY BOOKS
ru: Открыть в МОИ КНИГИ

# settingsPlan
source: Plan: {name}
ru: Подписка: {name}

# planTrial
source: Trial
ru: Пробная

# buttonUpgrade
source: UPGRADE
ru: ОПЛАТИТЬ

# buttonSkip
source: SKIP
ru: ОТМЕНИТЬ

# snackRecgnitionStarted
source: Image recognition take up to 2 min. Meanwhile take a next photo.
ru: Это займёт 2 минуты. Можете пока добавлять следующие полки.

# snackRecognitionDone
source: {count} books have been recognized and added to your catalog.
ru: {count} книг было распознано и дабавлено в ваш каталог.

# snackWishDeleted
source: Book deleted from your wishlist
ru: Книга удалена из вашего списка к прочтению

# snackPaidPlanActivated
source: Your paid plan is activated
ru: Ваша платная подписка активирована

# dialogWishLimit
source: Trial plan only allows 10 books in the wish list. Upgrade for {price} per month to have more.
ru: Пробная подписка допускает не более 10 книг в списке к прочтению. Оплачивайте {price} в месяц чтобы снять ограничение.

# dialogBookLimit
source: Trial plan allows to keep only up to 2 books at a time. Upgrade for {price} per month to have more.
ru: Пробная подписка допускает не более 2 книг на руках. Оплачивайте {price} в месяц чтобы снять ограничение.
